Revit 2027 API
ParameterTypeId.MassDataSubcategory Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataSubcategory { get; }
Public Shared ReadOnly Property MassDataSubcategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataSubcategory {
	ForgeTypeId^ get ();
}
static member MassDataSubcategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace